[
    {
      "id": 1,
      "image": "https://shohid.info/shohid/abu-sayed.jpg",
      "name": "Abu Sayed",
      "designation": "Student",
      "institution": "Begum Rokeya University, Rangpur",
      "date": "16th July, 2024",
      "age" : "23 years",
      "Place of Birth" : "Babanpur, Pirganj, Rangpur",
      "How he/she became a MARTYR" : "On July 16, between 2:30 PM and 3:00 PM, during a peaceful demonstration by students advocating for quota reforms in front of Begum Rokeya University, the police used tear gas and baton charges to disperse the students. While the other students left the scene, Abu Saeed stood his ground with a stick in hand. The police fired rubber bullets at him, and he attempted to shield himself with the stick. Eventually, he was hit repeatedly by rubber bullets and fell to the ground, succumbing to his injuries before reaching the hospital.",
      "Short biography" : "Abu Saeed, a student from the 12th batch of the English Department at Begum Rokeya University, was born in 2001 in Babunpur village, Pirganj Upazila, Rangpur District. He was the youngest among the six sons and three daughters of Mokbul Hossain and Monowara Begum. He received a talent pool scholarship in the fifth grade from the local Zafar Para Government Primary School and then admitted in the local Khalashpi Bimukhi High School, where he passed SSC with a GPA-5. He then joined Rangpur Government College in 2018, completed his intermediate education with a GPA-5, and in 2020, he admitted in the English Department at Begum Rokeya University."
    },
    {
      "id": 2,
      "image": "https://shohid.info/shohid/faisal-ahmed-shanto.jpg",
      "name": "Faisal Ahmed Shanto",
      "designation": "Student",
      "institution": "Omargani M.E.S. College, Chittagong",
      "date": " 16th July, 2024",
      "age" : "23 years",
      "Place of Birth" : "Patenga, Chittagong",
      "How he/she became a MARTYR" : "Adequate information regarding how Faisal Ahmed Shanto died has not been obtained. The search for details is ongoing.",
      "Short biography" : "We are seeking more information about Faisal Ahmed Shanto. If you have any details or insights, please help us by sharing them."
    },
    {
      "id": 3,
      "image": "https://shohid.info/shohid/faisal-ahmed-shanto.jpg",
      "name": "Md. Wasim Akrum",
      "designation": "Student",
      "institution": "Chittagong College, Chittagong",
      "date": " 16th July, 2024",
      "age" : "23 years",
      "Place of Birth" : "Pekua, Cox's Bazar, Chittagong",
      "How he/she became a MARTYR" : "Adequate information regarding how Md. Wasim Akrum died has not been obtained. The search for details is ongoing",
      "Short biography" : "We are seeking more information about Md. Wasim Akrum. If you have any details or insights, please help us by sharing them."
    },
    {
      "id": 3,
      "image": "https://shohid.info/shohid/md-wasim-akrum.jpg",
      "name": "Md. Wasim Akrum",
      "designation": "Student",
      "institution": "Chittagong College, Chittagong",
      "date": " 16th July, 2024",
      "age" : "23 years",
      "Place of Birth" : "Pekua, Cox's Bazar, Chittagong",
      "How he/she became a MARTYR" : "Adequate information regarding how Md. Wasim Akrum died has not been obtained. The search for details is ongoing",
      "Short biography" : "We are seeking more information about Md. Wasim Akrum. If you have any details or insights, please help us by sharing them."
    },
    {
      "id": 4,
      "image": "",
      "name": "Md. Faruk",
      "designation": "Employee",
      "institution": "Employee of a Chair Shop in Sholoshohor, Chattogram",
      "date": " 16th July, 2024",
      "age" : "32 years",
      "Place of Birth" : "Cumilla",
      "How he/she became a MARTYR" : "Farooq worked in a chair shop in Sholashar. After 3 pm on Tuesday (July 16), he was returning to the shop from his rented house in Lalkhan Bazar in the city. But he fell into the clash between the protestors and the Chhatra League near Sholshahar. At that time Farooq died on the spot after being shot. However, the people around him took him to Chittagong Medical College Hospital.",
      "Short biography" : "We are seeking more information about Md. Faruk. If you have any details or insights, please help us by sharing them."
    },
    {
      "id": 5,
      "image": "https://shohid.info/shohid/sakib-hasan.jpg",
      "name": "Student",
      "designation": "Student",
      "institution": "R.K.Chowdhury School & College, Sayedabad, Jatrabari, Dhaka",
      "date": "17th July, 2024",
      "age" : "22 years",
      "Place of Birth" : "Cumilla",
      "How he/she became a MARTYR" : "R K CHOWDHURY COLLEGE",
      "Short biography" : "We are seeking more information about Sakib Hasan. If you have any details or insights, please help us by sharing them."
    },
    
  ]
  